Repository: alexkovalevv/wp-plugin-social-locker-buttons-pack
Catalog: langs/*-buttons-pack-*.po
Languages: ru_ru

source: likes
ru_ru: лайков

source: on Vkontakte
ru_ru: Вконтакте

source: shares
ru_ru: репостов

source: subscribes
ru_ru: подписчиков

source: on Mail
ru_ru: в Мой мир

source: on Odnoklassniki
ru_ru: в Одноклассниках

source: Available
ru_ru: Активна

source: Set On, to activate the button.
ru_ru: Нажмите Вкл, чтобы активировать кнопку.

source: URL to share
ru_ru: URL страницы

source: Set any URL to Like (for example, main page of your site). Leave this field empty to use a current page.
ru_ru: Задайте адрес страницы, которую пользователь должен "лайкнуть", чтобы разблокировать скрытый контент. Оставьте это поле пустым, чтобы использовать адрес страницы, где будет установлен Замок.

source: Button Title
ru_ru: Текст кнопки

source: Optional. A title of the button that is situated on the covers in the themes "Secrets" and "Flat".
ru_ru: Необязательно. Название кнопки, расположенное на обложке, используется в некоторых темах (по умолчанию только в Secrets и Flat).

source: I like
ru_ru: мне нравится

source: Show more options
ru_ru: Показать дополнительные настройки

source: Data To Share
ru_ru: Содержимое записи для публикации

source: By default data extracted from the URL will be used to publish a message on a user wall. But you can specify other data you want users to share.
ru_ru: По умолчанию текст сообщения извлекается из содержимого вашей страницы (в первую очередь из Open Graph Meta Tags). Но можно задать параметры сообщения вручную ниже.

source: Name
ru_ru: Заголовок

source: Optional. The name of the link attachment.
ru_ru: Необязательно. Заголовок записи.

source: Image
ru_ru: Изображение

source: Optional. The URL of a picture attached to this post. The picture must be at least 50px by 50px (though minimum 200px by 200px is preferred) and have a maximum aspect ratio of 3:1.
ru_ru: Необязательно. Ссылка на картинку. Изображение будет добавлено к записи. Картина должна быть не менее 50px на 50px (рекомендуется 200px на 200px). Соотношение сторон не более 3:1.

source: Set any URL to Share (for example, main page of your site). Leave this field empty to use a current page.
ru_ru: Задайте адрес страницы, которой пользователь должен поделиться, чтобы разблокировать скрытый контент. Оставьте это поле пустым, чтобы использовать адрес страницы, где будет установлен Замок.

source: share
ru_ru: поделиться

source: Description
ru_ru: Описание

source: Optional. The description of the link (appears beneath the link caption). If not specified, this field is automatically populated by information scraped from the link, typically the title of the page.
ru_ru: Необязательно. Описание, которые отображается под ссылкой. Если не указано, это поле заполняется автоматически, обычно используется заголовок страницы.

source: Set a channel ID to subscribe (for example, <a href="http://www.youtube.com/channel/UCANLZYMidaCbLQFWXBC95Jg" target="_blank">UCANLZYMidaCbLQFWXBC95Jg</a>).
ru_ru: Установите ID канала на Youtube (пример, <a href="http://www.youtube.com/channel/UCANLZYMidaCbLQFWXBC95Jg" target="_blank">UCANLZYMidaCbLQFWXBC95Jg</a>).

source: Optional. A visible title of the buttons that is used in some themes (by default only in the Secrets theme).
ru_ru: Необязательно. Текст отображается на крышках кнопок в некоторых темах (по умолчанию только в Secrets и Flat).

source: Group ID
ru_ru: Группа или страница

source: Your group/public page ID or short name in VK. For example, 11283947 or yandex).
ru_ru: Числовой ID или короткое имя вашей страницы / группы в Вконтакте. Например, для группы Яндекса (http://vk.com/yandex) корректное значение для этого поля будет 11283947 или yandex. Если вам нужна подписка на страницу пользователя, то перед id нужно указать символ @(пример: @id5537523 или @dkihot)

source: subscribe
ru_ru: подписаться

source: VK Share
ru_ru: ВК поделиться

source: VK Subscribe
ru_ru: ВК подписаться

source: VK Notify
ru_ru: Vk уведомления

source: VK like
ru_ru: ВК нравится

source: OK Share
ru_ru: ОК поделиться

source: Mail Share
ru_ru: Mail поделиться

source: VK Likes
ru_ru: ВК мне нравится

source: VK Shares
ru_ru: ВК поделиться

source: VK Subscribes
ru_ru: ВК подписаться

source: OK Shares
ru_ru: ОК поделиться

source: Mail Shares
ru_ru: Mail поделиться
